{
    "Factores Externos que Influirían en la Política Exterior de EE.UU. con Trump en 2025": [
        "Relaciones con China: Tensiones comerciales, competencia tecnológica, Taiwán, Mar del Sur de China.",
        "Guerra en Ucrania: Apoyo a Ucrania, relaciones con Rusia, impacto en la OTAN.",
        "Medio Oriente: Conflicto Israel-Palestina, programa nuclear iraní, lucha contra el terrorismo.",
        "Cambio climático: Acuerdos internacionales, cooperación global, impacto económico.",
        "Economía global: Inflación, recesión, cadenas de suministro, proteccionismo comercial.",
        "Migración y fronteras: Políticas de inmigración, control fronterizo, relaciones con países vecinos.",
        "Proliferación nuclear: Corea del Norte, Irán, tratados de no proliferación.",
        "Terrorismo internacional: Amenazas emergentes, cooperación antiterrorista.",
        "Ciberseguridad: Amenazas cibernéticas, protección de infraestructuras críticas, espionaje.",
        "Ascenso de potencias regionales: India, Brasil, Arabia Saudita, Turquía."
    ],
    "Implicaciones de la Política Exterior de Trump en 2025": [
        "Alianzas internacionales: Fortalecimiento, debilitamiento o renegociación de tratados y acuerdos.",
        "Comercio internacional: Imposición de aranceles, guerras comerciales, acuerdos bilaterales.",
        "Defensa y seguridad: Aumento o reducción del gasto militar, despliegue de tropas.",
        "Diplomacia: Enfoque en el unilateralismo, negociación directa con adversarios.",
        "Derechos humanos: Priorización o relegación de los derechos humanos en la política exterior.",
        "Organismos internacionales: Participación o retiro de organizaciones como la ONU, OMS, OMC."
    ],
    "Factores Internos en EE.UU. que Influirían en la Política Exterior de Trump en 2025": [
        "Opinión pública: Apoyo o rechazo a las políticas de Trump.",
        "Congreso de los EE. UU.: Control del Congreso, aprobación de leyes y tratados.",
        "Partidos políticos: Divisiones partidistas, presión interna del Partido Republicano.",
        "Economía interna: Crecimiento económico, desempleo, inflación.",
        "Elecciones de mitad de mandato: Resultados electorales, impacto en la agenda política.",
        "Grupos de interés: Presión de lobbies, grupos empresariales, organizaciones no gubernamentales.",
        "Medios de comunicación: Cobertura mediática, influencia en la opinión pública."
    ],
    "Por qué Donald Trump podría ser presidente en 2025 (Factores Externos e Internos)": [
        "Descontento con la política exterior actual: Percepción de debilidad o falta de liderazgo.",
        "Problemas económicos: Inflación, recesión, desempleo.",
        "Inestabilidad geopolítica: Conflictos internacionales, amenazas a la seguridad nacional.",
        "División política interna: Polarización, falta de consenso en temas clave.",
        "Frustración con el establishment: Percepción de corrupción o ineficacia del sistema político.",
        "Apoyo de una base leal: Respaldo sólido de los votantes de Trump.",
        "Debilidades de la oposición: Falta de un candidato fuerte o mensaje convincente.",
        "Uso efectivo de las redes sociales: Capacidad para movilizar a los votantes y controlar la narrativa.",
        "Propaganda y desinformación: Difusión de noticias falsas y teorías de conspiración."
    ]
}