{
    "Polarización Política y Descontento": [
        "División ideológica profunda en EE.UU.",
        "Desconfianza en las instituciones políticas tradicionales",
        "Sentimiento de abandono por parte de votantes de clase trabajadora",
        "Aumento del populismo y el nacionalismo"
    ],
    "Economía y Empleo": [
        "Preocupaciones económicas persistentes, inflación y desigualdad",
        "Promesas de recuperación económica y creación de empleo",
        "Resonancia del proteccionismo y el 'America First'",
        "Impacto de la automatización y la globalización en el empleo"
    ],
    "Inmigración y Seguridad Fronteriza": [
        "Percepciones de inseguridad y crisis fronteriza",
        "Políticas de inmigración restrictivas y su apoyo popular",
        "Discurso sobre la 'amenaza' de la inmigración ilegal",
        "Efectividad de las medidas de seguridad fronteriza"
    ],
    "Guerra Cultural y Valores": [
        "Debates sobre temas sociales como aborto, derechos LGBTQ+, y educación",
        "Movimientos conservadores y su influencia política",
        "Reacción contra el 'woke' y la 'cultura de cancelación'",
        "Defensa de valores tradicionales y religiosos"
    ],
    "Desempeño de la Administración Biden y del Partido Demócrata": [
        "Evaluación de las políticas de Biden en economía, política exterior y temas sociales",
        "Tasa de aprobación de Biden y su impacto en las elecciones",
        "Fragmentación y desafíos dentro del Partido Demócrata",
        "Posibles candidatos demócratas y su atractivo electoral"
    ],
    "Manipulación de la Información y Desinformación": [
        "Proliferación de noticias falsas y teorías de conspiración",
        "Uso de redes sociales para difundir propaganda",
        "Impacto de la desinformación en la opinión pública y la polarización",
        "Cuestionamiento de la legitimidad de las elecciones"
    ],
    "Cambios Demográficos y Movilización del Voto": [
        "Evolución de la composición demográfica de EE.UU.",
        "Estrategias para movilizar a diferentes grupos de votantes",
        "Supresión de votantes y su impacto en las elecciones",
        "Participación electoral de minorías y jóvenes"
    ],
    "Factores Externos e Influencia Internacional": [
        "Interferencia extranjera en las elecciones",
        "Relaciones geopolíticas y su impacto en la política interna de EE.UU.",
        "Percepciones sobre el liderazgo de EE.UU. en el mundo",
        "Posiciones de Trump sobre política exterior y alianzas internacionales"
    ]
}